module.exports = {
  colorArrays: ["#85B8CF", "#90C652", "#D8AA5A", "#FC9F9D",
    "#0A9A84", "#61BC69", "#12AEF3", "#E29AAD", "	#00FFFF", "#FF8C00", "	#FF7F50", "	#00CED1", "	#708090", "	#FF00FF", "	#9932CC", "	#DC143C", "	#8A2BE2", "	#6A5ACD", "	#5F9EA0","	#FF7F50"],

  semester: ['第1周', '第2周', '第3周', '第4周', '第5周', '第6周', '第7周', '第8周', '第9周',
          '第10周', '第11周', '第12周', '第13周', '第14周', '第15周', '第16周', '第17周',
          '第18周', '第19周', '第20周', '第21周', '第22周', '第23周', '第24周', '第25周'],

  weeks: ['周一', '周二', '周三', '周四', '周五', '周六', '周日'],

  courseSection: [1, 2, 3, 4, 5],
}